Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: point tool: draw points
de: Punktwerkzeug: Punkte zeichnen

source: line tool: draw lines
de: Linienwerkzeug: Linien zeichnen

source: curve tool: draw curves
de: Kurvenwerkzeug: Kurven zeichnen

source: node tool: edit, add and delete nodes
de: Knotenwerkzeug: Knoten bearbeiten, hinzufügen und löschen

source: drag to change shape of path
de: ziehen, um die Form des Pfads zu verändern

source: drag to adjust warp radius
de: ziehen, um den Radius der Verformung zu ändern

source: drag to adjust hardness (center)
de: ziehen, um die Härte anzupassen (Zentrum)

source: drag to adjust hardness (feather)
de: ziehen, um die Härte anzupassen (Rand)

source: point tool
de: Punktwerkzeug

source: line tool
de: Linienwerkzeug

source: curve tool
de: Kurvenwerkzeug

source: node tool
de: Knotenwerkzeug

source: lowlight vision
de: Nachtsicht

source: blue shift
de: Blauverschiebung

source: indoor bright
de: Innenraum, hell

source: indoor dim
de: Innenraum, dämmrig

source: indoor dark
de: Innenraum, dunkel

source: twilight
de: Dämmerung

source: night street lit
de: Straße bei Nacht, beleuchtet

source: night street
de: Straße bei Nacht

source: night street dark
de: Straße bei Nacht, dunkel

source: night
de: Nacht

source: dark
de: dunkel

source: bright
de: hell

source: day vision
de: Tagessicht

source: night vision
de: Nachtsicht

source: blueness in shadows
de: Blautönung in den Schatten

source: lowpass
de: Tiefpass

source: local contrast mask
de: Maske aus lokalem Kontrast

source: filter order
de: Filter-Ordnung

source: 0th order
de: 0. Ordnung

source: 1st order
de: 1. Ordnung

source: 2nd order
de: 2. Ordnung

source: filter order of gaussian blur
de: Filter-Ordnung des Gaußschen Weichzeichners

source: soften with
de: Weichzeichnen mit

source: gaussian
de: Gauß

source: bilateral filter
de: bilateralem Filter

source: radius of gaussian/bilateral blur
de: Radius des Gaußschen/bilateralen Weichzeichners

source: contrast of lowpass filter
de: Kontrast des Tiefpassfilters

source: brightness adjustment of lowpass filter
de: Helligkeitsanpassung des Tiefpassfilters

source: color saturation of lowpass filter
de: Farbsättigung des Tiefpassfilters

source: which filter to use for blurring
de: Filter, der zum Weichzeichnen genutzt wird

source: lut 3D
de: 3D LUT

source: png bit-depth %d not supported
de: PNG-Bittiefe %d nicht unterstützt

source: invalid level in png file %d %d
de: ungültiger Grad PNG-Datei %d %d

source: error - could not read png image %s
de: Fehler: konnte Datei „%s” nicht laden

source: error - allocating buffer for png lut
de: Fehler: konnte keinen Puffer für PNG-LUT-Datei reservieren

source: error - invalid cube file: %s
de: Fehler: ungültige Cube-Datei: %s

source: DOMAIN MIN <> 0.0 is not supported
de: DOMAIN MIN ≠ 0.0 nicht unterstützt

source: DOMAIN MAX <> 1.0 is not supported
de: DOMAIN MAX ≠ 1.0 nicht unterstützt

source: error - allocating buffer for cube lut
de: Fehler: konnte keinen Puffer für Cube-LUT reservieren

source: error - cube lut size is not defined
de: Fehler: Cube-LUT-Größe nicht definiert

source: error - cube lut lines number is not correct
de: Fehler: Cube-LUT-Zeilenzahl nicht korrekt

source: Lut root folder not defined
de: LUT-Verzeichnis nicht definiert

source: select lut file
de: LUT-Datei auswählen

source: _select
de: Auswählen

source: all files
de: alle Dateien

source: Select file outside Lut root folder is not allowed
de: Dateiauswahl außerhalb des LUT-Verzeichnisses nicht erlaubt

source: application color space
de: Anwendungsfarbraum

source: select the color space in which the LUT has to be applied
de: den Farbraum wählen, in dem die LUT angewendet wird

source: interpolation
de: Interpolationsverfahren

source: tetrahedral
de: tetraedrisch

source: pyramid
de: py­ra­mi­dal

source: select the interpolation method
de: Interpolationsverfahren wählen

source: mask manager
de: Maskenverwaltung

source: monochrome
de: Monochrom

source: red filter
de: Rotfilter

source: drag and scroll mouse wheel to adjust the virtual color filter
de: ziehen und mit Mausrad scrollen, um den virtuellen Farbfilter einzustellen

source: how much to keep highlights
de: wie sehr sollen Spitzlichter ausgenommen werden

source: color film
de: Farbfilm

source: black and white film
de: Schwarz-Weiß-Film

source: film stock
de: Filmmaterial

source: toogle on or off the color controls
de: Schaltflächen zum Ein- und Ausklappen der Bedienfelder ein- oder ausblenden

source: film properties
de: Filmeigenschaften

source: print properties
de: Druckeigenschaften

source: color of the film base
de: Farbe des Filmmaterials

source: select color of film material from a swatch
de: Farbe des Films aus einer Probe des Filmmaterials bestimmen

source: D min green component
de: D min grüne Komponente

source: D min blue component
de: D min blaue Komponente

source: dynamic range of the film
de: Dynamikbereich des Films

source: scanner exposure settings
de: Scanner Belichtungseinstellungen

source: scan exposure bias
de: Belichtungstendenz

source: shadows color cast
de: Farbverschiebung in den Schatten

source: select color of shadows from a swatch
de: Farbe der Schatten aus einer Probe entnehmen

source: denoise (non-local means)
de: Entrauschen (nicht-lokales Mittel)

source: radius of the patches to match
de: Radius der Blöcke, die verglichen werden

source: how much to smooth brightness
de: wie stark soll die Helligkeit geglättet werden

source: how much to smooth colors
de: wie stark sollen die Farben geglättet werden

source: overexposed
de: Überbelichtet

source: unbreak input profile
de: Eingabeprofil korrigieren

source: dynamic range
de: Dynamikbereich

source: 16 EV dynamic range (generic)
de: 16 EV Dynamikbereich (generisch)

source: 14 EV dynamic range (generic)
de: 14 EV Dynamikbereich (generisch)

source: 12 EV dynamic range (generic)
de: 12 EV Dynamikbereich (generisch)

source: 10 EV dynamic range (generic)
de: 10 EV Dynamikbereich (generisch)

source: 08 EV dynamic range (generic)
de: 08 EV Dynamikbereich (generisch)

source: tone mapping method
de: Tonemapping-Methode

source: linear part
de: linearer Teil

source: gamma exponential factor
de: Gamma-Exponent

source: middle grey luma
de: mittel graue Luminanz

source: adjust to match the average luma of the subject
de: Anpassung an die durchschnittliche Luma des Motivs

source: number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
de: Anzahl der Stufen zwischen mittel grau und absolutem schwarz dies entspricht einer Messung, die ein Belichtungsmesser liefern würde

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
de: Anzahl der Stufen zwischen absolutem Schwarz und reinem Weiß dies entspricht einer Messung, die ein Belichtungsmesser liefern würde

source: optimize automatically
de: automatisch optimieren

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
de: vergrößert oder verkleinert den berechneten Dynamikbereich dies entspricht einer Messung, die ein Belichtungsmesser liefern würde

source: make an optimization with some guessing
de: führen eine Optimierung mit einer Schätzung durch

source: raw denoise
de: Raw-Entrauschen

source: noise threshold
de: Rausch-Schwellwert

source: raw denoising only works for raw images.
de: Raw-Entrauschen funktioniert nur mit Raw-Bildern.

source: raw overexposed
de: Raw-Überbelichtet

source: crop x
de: Zuschnitt x

source: crop from left border
de: Zuschnitt vom linken Rand

source: crop y
de: Zuschnitt y

source: crop from top
de: Zuschnitt von Oben

source: crop width
de: Zuschnitt Breite

source: crop from right border
de: Zuschnitt vom rechten Rand

source: crop height
de: Zuschnitt Höhe

source: crop from bottom
de: Zuschnitt von Unten

source: raw black/white point
de: Raw-Schwarz-/Weißpunkt

source: passthrough
de: durchschleifen

source: black level %i
de: Schwarzwert %i

source: white point
de: Weißpunkt

source: raw black/white point correction only works for the sensors that need it.
de: Raw-Schwarz-/Weißpunktkorrektur funktioniert nur für Sensoren, die es benötigen.

source: fill-light 0.25EV with 4 zones
de: Füllen der Lichter um 0,25EV mit 4 Zonen

source: fill-shadow -0.25EV with 4 zones
de: Füllen der Schatten um -0,25EV mit 4 Zonen

source: fill light
de: Fülllicht

source: width
de: Breite

source: the fill-light in EV
de: Füllicht in EV

source: width of fill-light area defined in zones
de: Breite der Füllicht-Fläche, definiert in Zonen.

source: select the center of fill-light ctrl+click to select an area
de: Zentrum des Fülllichts wählen Strg+Klick zur Auswahl einer Fläche

source: toggle tool for picking median lightness in image
de: mittlere Helligkeit im Bild wählen

source: retouch
de: Retusche

source: cannot display scales when the blending mask is displayed
de: Kann keine Skalen anzeigen wenn die Maske zum Überblenden aktiviert ist

source: # shapes:
de: # Formen:

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
de: um eine Form hinzuzufügen, wählen Sie einen Algorithmus und einen Formtyp aus und klicken Sie auf das Bild. Formen werden zur aktuellen Skalierung hinzugefügt

source: show and edit shapes on the current scale
de: Anzeigen und Bearbeiten von Formen in der aktuellen Größe

source: algorithms:
de: Algorithmen:

source: activates fill tool
de: aktiviert das Füllwerkzeug

source: activates blur tool
de: aktiviert das Weichzeichnungswerkzeug

source: activates healing tool
de: aktiviert das Heilwerkzeug

source: activates cloning tool
de: aktiviert das Klonenwerkzeug

source: # scales:
de: # Skalierungen:

source: current:
de: aktuell:

source: merge from:
de: Zusammenführen von:

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
de: der obere Schieberegler bestimmt die Startposition der Zusammenführungsskala der untere Schieberegler legt die Skaleneinteilung fest die rote Box zeigt die aktelle Skala an die grüne Linie zeigt an, dass die Skala Formen enthält.

source: display masks
de: Masken anzeigen

source: temporarily switch off shapes
de: Formen vorübergehend ausschalten

source: display wavelet scale
de: Wavelet-Skala anzeigen

source: cut shapes from current scale
de: Zuschneiden der Formen vom aktuellen Maßstab

source: paste cut shapes to current scale
de: Zugeschnittene Formen des aktuellen Maßstab einfügen

source: preview single scale
de: Vorschau einer einzelnen Skala

source: adjust preview levels
de: Vorschau-Ebenen anpassen

source: auto levels
de: automatisches Level

source: shape selected:
de: Form ausgewählt:

source: click on a shape to select it, to unselect click on an empty space
de: klicke auf eine Form, um diese auszuwählen, um die Auswahl aufzuheben, klick auf eine leere Stelle

source: fill mode
de: Füllmodus

source: erase
de: löschen

source: erase the detail or fills with chosen color
de: löscht das Detail oder füllt mit der gewählten Farbe

source: fill color:
de: Füllfarbe:

source: select fill color
de: Füllfarbe auswählen

source: pick fill color from image
de: Füllfarbe aus Bild wählen

source: adjusts color brightness to fine-tune it. works with erase as well
de: passt die Farbintensität an, um diese zu verfeinern. Funktioniert auch mit Radieren

source: blur type
de: Weichzeichnungstyp

source: type for the blur algorithm
de: Typ des Weichzeichnungsalgorithmus

source: blur radius
de: Weichzeichnungsradius

source: radius of the selected blur type
de: Radius des selektierten Weichzeichnungstyp

source: set the opacity on the selected shape
de: setzt die Deckkraft der selektierten Form

source: retouch tools
de: Retusche-Werkzeuge

source: wavelet decompose
de: Waveletzerlegung

source: shapes
de: Formen

source: retouch tool circle
de: Retuschierwerkzeug Kreis

source: retouch tool ellipse
de: Retuschierwerkzeug Ellipse

source: retouch tool path
de: Retuschierwerkzeug Pfad

source: retouch tool brush
de: Retuschierwerkzeug Pinsel

source: continuous add circle
de: endlos Kreise hinzufügen

source: continuous add ellipse
de: endlos Ellipsen hinzufügen

source: continuous add path
de: endlos Pfad hinzufügen

source: continuous add brush
de: endlos Pinsel hinzufügen

source: max scale is %i for this image size
de: Die maximale Skalierung ist %i für diese Bildgröße

source: rgb curve
de: RGB-Kurve

source: contrast compression
de: Kontrast-Kompression

source: contrast - med (linear)
de: Kontrast - mittel (linear)

source: contrast - high (linear)
de: Kontrast - hoch (linear)

source: contrast - med (gamma 2.2)
de: Kontrast - mittel (Gamma 2.2)

source: contrast - high (gamma 2.2)
de: Kontrast - hoch (Gamma 2.2)

source: logarithm (base 2)
de: logarithmisch (Basis 2)

source: exponential (base 2)
de: exponentiell (Basis 2)

source: RGB, linked channels
de: RGB, verknüpfte Kanäle

source: RGB, independent channels
de: RBG, unabhängige Kanäle

source: choose between linked and independent channels.
de: Zwischen verknüpften und unabhängigen Kanälen wählen.

source: curve nodes for r channel
de: Kurvenknoten für den R-Kanal

source: curve nodes for g channel
de: Kurvenknoten für den G-Kanal

source: curve nodes for b channel
de: Kurvenknoten für den B-Kanal

source: compensate middle grey
de: kompensiertes Mittelgrau

source: rgb levels
de: RGB-Stufen

source: apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
de: Auto-Wert basierend auf einem vom Benutzer definierten Bereich anwenden Klicken und ziehen um den Bereich zu zeichnen. Rechtsklick zum Abbrechen

source: rotate pixels
de: Pixel-Drehung

source: automatic pixel rotation
de: automatische Pixel-Drehung

source: automatic pixel rotation only works for the sensors that need it.
de: Automatische Pixel-Drehung funktioniert nur für Sensoren, die es benötigen.

source: scale pixels
de: Pixel-Skalierung

source: automatic pixel scaling
de: automatische Pixel-Skalierung

source: automatic pixel scaling only works for the sensors that need it.
de: Automatische Pixel-Skalierung funktioniert nur für Sensoren, die es benötigen.

source: shadows and highlights
de: Schatten und Spitzlichter

source: white point adjustment
de: Weißpunktanpassung

source: compress
de: Komprimieren

source: shadows color correction
de: Farbkorrektur der Schatten

source: highlights color correction
de: Farbkorrektur der Spitzlichter

source: shadows color adjustment
de: Farbanpassung der Schatten

source: highlights color adjustment
de: Farbanpassung der Spitzlichter

source: correct shadows
de: Schatten korrigieren

source: correct highlights
de: Spitzlichter korrigieren

source: shift white point
de: Weißpunkt verschieben

source: filter to use for softening. bilateral avoids halos
de: Filter, der zum Weichzeichnen genutzt wird. Bilateral vermeidet Halos

source: compress the effect on shadows/highlights and preserve midtones
de: komprimiere den Effekt in den Schatten/Spitzlichtern und erhalte die Mitten

source: adjust saturation of shadows
de: Sättigung der Schatten anpassen

source: adjust saturation of highlights
de: Sättigung der Spitzlichter anpassen

source: spatial extent of the unblurring
de: Ausdehnung des Schärfens

source: strength of the sharpen
de: Stärke des Schärfens

source: threshold to activate sharpen
de: Schwellwert zum Aktivieren des Schärfens

source: soften
de: Weichzeichnen

source: the size of blur
de: Größe der Unschärfe

source: the saturation of blur
de: Sättigung der Unschärfe

source: the brightness of blur
de: Helligkeit der Unschärfe

source: the mix of effect
de: Stärke des Effekts

source: split-toning
de: Teiltonung

source: pick primary color
de: Erste Farbe wählen

source: pick secondary color
de: Zweite Farbe wählen

source: balance
de: Ausgleich

source: authentic sepia
de: authentisches Sepia

source: authentic cyanotype
de: authentische Cyanotypie

source: authentic platinotype
de: authentische Platinotypie

source: chocolate brown
de: Schokoladenbraun

source: select tone color
de: Farbton wählen

source: select the saturation tone
de: Sättigung wählen

source: properties
de: Eigenschaften

source: compress the effect on highlights/shadows and preserve midtones
de: komprimiere den Effekt in den Schatten/Spitzlichtern und erhalte die Mitten

source: spot removal
de: Fleckenentfernung

source: number of strokes:
de: Anzahl Korrekturen:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
de: Auf eine Form klicken und auf dem Bild ziehen. Größe kann mit Mausrad angepasst werden. Rechtsklick entfernt eine Form.

source: spot circle tool
de: Kreiswerkzeug

source: spot ellipse tool
de: Ellipsenwerkzeug

source: spot path tool
de: Pfadwerkzeug

source: white balance
de: Weißabgleich

source: tint
de: Farbton

source: temperature
de: Farbtemperatur

source: preset/camera
de: Voreinstellung/Kamera

source: preset/camera neutral
de: Voreinstellung/Neutral

source: preset/spot
de: Voreinstellung/Manuell setzen

source: camera neutral
de: neutral

source: spot
de: manuell setzen

source: user modified
de: manuell angepasst

source: `%s' color matrix not found for image
de: „%s” Farbmatrix für Bild nicht gefunden

source: failed to read camera white balance information from `%s'!
de: Konnte Weißabgleichsdaten der Kamera nicht aus „%s“ lesen!

source: emerald
de: Cyan

source: choose white balance preset from camera
de: aus den Weißabgleichsvorgaben der Kamera wählen

source: finetune
de: anpassen

source: fine tune white balance preset
de: Weißabgleichsvorgabe feinabstimmen

source: white balance disabled for camera
de: Weißabgleich für Kamera deaktiviert

source: tone curve
de: Farbkurve

source: color space
de: Farbraum

source: Lab, linked channels
de: Lab, verknüpfte Kanäle

source: Lab, independent channels
de: Lab, unabhängige Kanäle

source: XYZ, linked channels
de: XYZ, verknüpfte Kanäle

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data. auto XYZ is similar but applies the saturation changes in XYZ space.
de: Wenn dies auf ‚auto‘ gesetzt ist, haben die a- und b-Kurven keine Wirkung und werden nicht angezeigt. Chrominanzwerte (a und b) jedes Pixels werden dann entsprechend der L-Kurve angepasst. Automatisches XYZ ist ähnlich, wendet aber die Änderungen der Sättigung in XYZ an.

source: tonecurve for L channel
de: Farbkurve für L-Kanal

source: tonecurve for a channel
de: Farbkurve für a-Kanal

source: tonecurve for b channel
de: Farbkurve für b-Kanal

source: log
de: Login

source: base of the logarithm
de: Basis des Logarithmus

source: tone equalizer
de: Tonwert Equalizer

source: blacks
de: Schwarztöne

source: deep shadows
de: dunkle Schatten

source: light shadows
de: helle Schatten

source: midtones
de: Mitteltöne

source: dark highlights
de: dunkle Spitzlichter

source: whites
de: Weißtöne

source: speculars
de: Spiegelungen

source: smoothing diameter
de: Glättungsdurchmesser

source: mask quantization
de: Maskenquantisierung

source: mask exposure compensation
de: Maskenbelichtungskorrektur

source: mask contrast compensation
de: Maskenkontrastkompensation

source: mask blending : none
de: Maskenüberlagerung: keine

source: mask blending : landscapes
de: Maskenüberlagerung: Querformat

source: mask blending : all purposes
de: Maskenüberlagerung: alle Vorhaben

source: mask blending : isolated subjects
de: Maskenüberlagerung: einzelne Bereiche

source: compress shadows/highlights : soft
de: komprimiert Schatten/Spitzlichter: weich

source: compress shadows/highlights : strong
de: komprimiert Schatten/Spitzlichter: stark

source: relight : fill-in
de: aufhellen : ausfüllen

source: tone equalizer needs to be after distorsion modules in the pipeline – disabled
de: Der Tonwert Equalizer muss nach den Verzeichnungs-Modulen in der Pipeline erfolgen - deaktiviert.

source: tone equalizer failed to allocate memory, check your RAM settings
de: Tonwert Equalizer konnte keinen Speicher reservieren, überprüfen Sie Ihre RAM-Einstellungen.

source: tone equalizer in/out buffer are ill-aligned, please report the bug to the developers
de: Ein-/Ausgabepuffer des Tonwert Equalizer ist schlecht ausgerichtet, bitte melden Sie den Fehler an die Entwickler.

source: the interpolation is unstable, decrease the curve smoothing
de: Die Interpolation ist instabil, verringern Sie die Kurvenglättung.

source: wait for the preview to finish recomputing
de: Warten auf Vorschau, bis die Neuberechnung abgeschlossen ist

source: some parameters are out-of-bounds
de: Einige Parameter sind außerhalb der Grenzen

source: simple
de: einfach

source: advanced
de: Erweitert

source: masking
de: Maskierung

source: double-click to reset the curve
de: Doppelklick setzt Kurve zurück

source: curve smoothing
de: Kurvenglättung

source: positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
de: Positive Werte erzeugen dynamischere Farbübergänge, aber die Kurve kann in einigen Einstellungen schwingen. Negative Werte vermeiden Schwingungen und verhalten sich robuster, können aber zu harten Farbübergängen führen und den lokalen Kontrast beeinträchtigen.

source: luminance estimator
de: Luminanz-Schätzer

source: RGB average
de: RGB-Durchschnitt

source: HSL lightness
de: HSL-Helligkeit

source: HSV value / RGB max
de: HSV Wert / RGB Maximal

source: RGB sum
de: RGB-Summe

source: RGB euclidean norm
de: Euklidische Normierung der RGB Werte

source: RGB geometric mean
de: Geometrischer Mittelwert der RGB Werte

source: preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
de: Vorschau der Maske und Auswahl der Schätzfunktion, ergibt einen höheren Kontrast zwischen den zu vermeidenden und ausgebrannten Bereichen.

source: preserve details
de: Details erhalten

source: averaged guided filter
de: gemittelter geführter Filter

source: guided filter
de: geführter Filter

source: 'no' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of both methods
de: 'Nein' beeinflusst den globalen und lokalen Kontrast (sicher, wenn nur der Kontrast hinzugefügt wird) 'geführter Filter' beeinflusst nur den globalen Kontrast und versucht, den lokalen Kontrast zu erhalten 'gemittelte geführte Filter' ist ein geometrisches Mittel beider Verfahren.

source: number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
de: Anzahl der Durchgänge des geführten Filters hilft, die Kanten auf Kosten der Geschwindigkeit zu streuen

source: diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
de: Durchmesser der Unschärfe in Prozent der größten Bildgröße Warnung: Große Werte dieses Parameters können die Vorschau in der Dunkelkammer verlangsamen, wenn das Entrauschen (Profil) verwendet wird.

source: edges refinement/feathering
de: Kanten verbessern/ausblenden
